/* No comment provided by engineer. */
" and information specific to your build of %@" = " e información específica del build %@";

/* No comment provided by engineer. */
"%@ Crash Reporter" = "%@ Reporte de error en Aplicación";

/* No comment provided by engineer. */
"A detailed explanation of what you were doing when %@ crashed (optional)" = "Una explicación detallada de lo que estaba haciendo cuando %@ presentó el error (opcional)";

/* No comment provided by engineer. */
"A short description of the crash" = "Una descripción breve del error";

/* No comment provided by engineer. */
"Additional crash details: (Optional)" = "Detalles adicionales del error: (Opcional)";

/* No comment provided by engineer. */
"Close" = "Cerrar";

/* No comment provided by engineer. */
"Contact Information Required" = "Información de contacto Requerida";

/* No comment provided by engineer. */
"Contact information: (Required)" = "Información de Contacto: (Requerida)";

/* No comment provided by engineer. */
"Description:" = "Descripción:";

/* No comment provided by engineer. */
"Information sent through the crash reporter is used for debugging purposes only.  Please do not submit confidential information or passwords.\n\nThe following crash log will be sent to the %@ developers with the information you've entered%@." = "La información enviada por el reporte de error es usada únicamente para depurar la aplicación.  Por favor absténgase de enviar información confidencial o contraseñas.\n\nEl siguiente reporte de error será enviado a %1$@ desarrolladores con la información que usted a provisto%2$@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please provide either your email address or IM name in case we need to contact you for additional information (or to suggest a solution)." = "Por favor envíenos su dirección de correo o IM en caso de que necesitemos contactarlo/a para alguna información adicional (o sugerir una solución).";

/* No comment provided by engineer. */
"Please take a moment to send us this crash report.  It will help make %@ as stable and reliable as possible." = "Por favor tome un minuto de su tiempo para enviarnos el reporte de error.  Esto ayudará %@ a ser lo mas estable y confiable posible.";

/* No comment provided by engineer. */
"Privacy Information" = "Información de privacidad";

/* No comment provided by engineer. */
"Relaunch %@" = "Reiniciar %@";

/* No comment provided by engineer. */
"Send report and relaunch %@" = "Enviar reporte y reiniciar %@";

/* No comment provided by engineer. */
"The application %@ has unexpectedly quit" = "La aplicación %@ se ha cerrado inesperadamente";

/* No comment provided by engineer. */
"The server could not handle your request at this time." = "El servidor no pude responder a su petición en este momento.";

/* No comment provided by engineer. */
"Try Again" = "Inténtelo de nuevo";

/* No comment provided by engineer. */
"Unable to send crash report" = "Imposible enviar el reporte de error";

/* No comment provided by engineer. */
"Your email address" = "Dirección de correo electrónico";

/* No comment provided by engineer. */
"Your Email:" = "Correo Electrónico:";

/* No comment provided by engineer. */
"Your version of %@ is out of date, so crash reporting has been disabled. Your version is %@.  The current version is %@. Please update to the latest version, as your crash may have already been fixed." = "Su versión de %1$@ está desactualizada, el reporte de errores ha sido deshabilitado. Su versión es la %2$@.  La versión actual es la %3$@. Por favor actualice a la última versión ya que su error puede haber sido corregido.";

